// import { Item } from "../components/share/carousel/Carousel";

type Item = {
  id: string;
  imgSrc: string;
  name: string;
  subtitle: string;
  task: string;
  description?: string;
}

export const items: Item[] = [
  {
    id: '1',
    imgSrc: '/images/views/Ellipse8.png',
    name: 'Володимир',
    subtitle: 'Засновник Татарка',
    task: 'Розробіть ринок доставки їжі та якісну сторінку для франшизи',
    description: 'Професійна команда, яка дійсно знає своє ремесло! Ми замовили корпоративний сайт, і результат перевершив наші очікування. Дизайн стильний, все працює гладко, а головне - зручний для наших клієнтів.',
  },
  {
    id: '2',
    imgSrc: '/images/views/Viktor.png',
    name: 'Віктор',
    subtitle: 'Засновник Нерухомість',
    task: 'Розробіть ринок доставки їжі та якісну стратегію для франшизи',
  },
  {
    id: '3',
    imgSrc: '/images/views/Ellipse9.png',
    name: 'Іванна',
    subtitle: 'Засновник ЛЮ',
    task: 'Розробіть ринок доставки їжі та якісну стратегію для франшизи',
    description: 'Професійна команда, яка дійсно знає своє ремесло! Ми замовили корпоративний сайт, і результат перевершив наші очікування.',
  },
  {
    id: '4',
    imgSrc: '/images/views/Viktor.png',
    name: 'Віктор',
    subtitle: 'Засновник',
    task: 'Розробіть ринок доставки їжі та якісну стратегію для франшизи',
  },
  {
    id: '5',
    imgSrc: '/images/views/Ellipse9.png',
    name: 'Іванна',
    subtitle: 'Засновник',
    task: 'Розробіть ринок доставки їжі та якісну стратегію для франшизи',
    description: 'Професійна команда, яка дійсно знає своє ремесло! Ми замовили корпоративний сайт, і результат перевершив наші очікування.',
  },
];