import { Item } from "../components/share/carousel/Carousel";

export const items: Item[] = [
  {
    id: '1',
    imgSrc: '/images/views/Ellipse8.png',
    name: 'Віктор',
    subtitle: 'Засновник Нерухомість',
    task: 'Розробіть ринок доставки їжі та якісну сторінку для франшизи',
    description: 'Професійна команда, яка дійсно знає своє ремесло! Ми замовили корпоративний сайт, і результат перевершив наші очікування. Дизайн стильний, все працює гладко, а головне - зручний для наших клієнтів.',
  },
  {
    id: '2',
    imgSrc: '/images/views/Ellipse9.png',
    name: 'Віктор',
    subtitle: 'Засновник Інструменти',
    task: 'Розробіть ринок доставки їжі та якісну стратегію для франшизи',
    description: 'Професійна команда, яка дійсно знає своє ремесло! Ми замовили корпоративний сайт, і результат перевершив наші очікування.',
  },
  {
    id: '3',
    imgSrc: '/images/views/Ellipse9.png',
    name: 'Іванна',
    subtitle: 'Засновник ЛЮ',
    task: 'Розробіть ринок доставки їжі та якісну стратегію для франшизи',
    description: 'Професійна команда, яка дійсно знає своє ремесло! Ми замовили корпоративний сайт, і результат перевершив наші очікування.',
  },
  {
    id: '4',
    imgSrc: '/images/views/Ellipse9.png',
    name: 'Віктор',
    subtitle: 'Засновник',
    task: 'Розробіть ринок доставки їжі та якісну стратегію для франшизи',
    description: 'Професійна команда, яка дійсно знає своє ремесло! Ми замовили корпоративний сайт, і результат перевершив наші очікування.',
  },
  {
    id: '5',
    imgSrc: '/images/views/Ellipse9.png',
    name: 'Віктор',
    subtitle: 'Засновник',
    task: 'Розробіть ринок доставки їжі та якісну стратегію для франшизи',
    description: 'Професійна команда, яка дійсно знає своє ремесло! Ми замовили корпоративний сайт, і результат перевершив наші очікування.',
  },
];